Repository: Facyber/focus-android-l10n
Catalog: locales/*/app.po
Languages: bg

# action_cancel
source: Cancel
bg: Отказ

# action_ok
source: OK
bg: Добре

# urlbar_hint
source: Search or enter address
bg: Търсене или въвеждане на адрес

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
bg: Автоматично поверително разглеждане. Разглеждане. Изтриване. Повтаряне.

# feedback_erase
source: Your browsing history has been erased.
bg: Историята на разглеждане е изчистена

# search_hint
source: Search for %1$s
bg: Търсене на %1$s

# menu_share
source: Share…
bg: Споделяне…

# menu_open_with_default_browser
source: Open with %1$s
bg: Отваряне с/със %1$s

# menu_open_with_a_browser
source: Open with…
bg: Отваряне с…

# menu_settings
source: Settings
bg: Настройки

# menu_about
source: About
bg: Относно

# menu_help
source: Help
bg: Помощ

# menu_rights
source: Your Rights
bg: Вашите права

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
bg: <p>%1$s ви дава контрола.</p> <p>Използвайте го, за да разглеждате поверително: <ul> <li>Търсете и разглеждайте изцяло в приложението</li> <li>Спрете проследяването (променете настройките, за да го позволите)</li> <li>Изтийте бисквитките, търсенето и историята на разглеждане</li> </ul> </p> <p>%1$s се разработва от Mozilla. Нашата мисия е да насърчим здрав и отворен интернет.<br/> <a href="%2$s">Научете повече</a></p>

# preference_category_search
source: Search
bg: Търсене

# preference_search_engine_default
source: Default
bg: Стандартна

# preference_dialog_title_search_engine
source: Default search
bg: Стандартна търсеща машина

# preference_category_privacy
source: Privacy
bg: Поверителност

# preference_privacy_block_ads
source: Block ad trackers
bg: Спиране на следене от реклами

# preference_privacy_block_analytics
source: Block analytic trackers
bg: Спиране на следене с цел анализ

# preference_privacy_block_social
source: Block social trackers
bg: Спиране на следене от социални мрежи

# preference_privacy_block_content
source: Block other content trackers
bg: Спиране на следене през друго съдържание

# preference_privacy_block_content_summary
source: May break some videos and Web pages
bg: Видео и някои уеб страници може да не работят

# preference_category_performance
source: Performance
bg: Производителност

# preference_performance_block_webfonts
source: Block Web fonts
bg: Спиране на уебшрифтовете

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
bg: Може да доведе до липсващи икони или изображения

# preference_performance_block_images
source: Block images
bg: Спиране на изображенията

# preference_default_browser
source: Make default browser
bg: Избиране като стандартен четец

# preference_mozilla_telemetry
source: Send anonymous usage data
bg: Изпращане на анонимни данни за използването

# preference_mozilla_telemetry_summary
source: Learn more
bg: Научете повече

# preference_about
source: About %1$s
bg: Относно %1$s

# content_description_clear_input
source: Clear input
bg: Изчистване на полето

# content_description_dismiss_input
source: Dismiss
bg: Прекратяване

# content_description_erase
source: Erase browsing history
bg: Изтриване на историята на разглеждане

# content_description_lock
source: Secure connection
bg: Защитена връзка

# accessibility_announcement_loading
source: Loading
bg: Зареждане

# accessibility_announcement_loading_finished
source: Website loaded
bg: Страницата е заредена

# content_description_menu
source: More options
bg: Повече настройки

# content_description_forward
source: Navigate forward
bg: Придвижване напред

# content_description_reload
source: Reload website
bg: Презареждане на страницата

# content_description_back
source: Navigate back
bg: Връщане назад

# content_description_stop
source: Stop loading website
bg: Спиране зареждането на страницата

# context_menu_paste_go
source: Paste & Go
bg: Поставяне и посещаване

# firstrun_title
source: Browse like no one’s watching.
bg: Разглеждайте все едно никой не ви наблюдава.

# firstrun_description
source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
bg: Автоматично спира проследяването онлайн докато разглеждате. След това докоснете, за да изтриете посетените страници, търсения, бисквитки и пароли от устройството.

# firstrun_button
source: OK, got it!
bg: Добре

# firstrun_footer
source: To be clear, sites and service you use can still know where you've been.
bg: За да сме наясно, страниците и услугите, които използвате може да знаят къде сте били.

source: Your Rights
bg: Вашите права

# external_app_prompt_title
source: Open link in another app
bg: Отваряне на препратка в приложение

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
bg: Може да напуснете %1$s, за да отворите препратката в %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
bg: Търсене на приложение за отваряне на препратката

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
bg: Никое от приложенията на устройството ви са способни да отворят тази препратка. Може да напуснете %1$s, за да потърсите в %2$s подходящо приложение.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
bg: Излизане от поверително сърфиране?

# errorpage_title
source: Problem loading page
bg: Проблем при зареждане на страница

# errorpage_refresh
source: Try Again
bg: Нов опит

# error_connectionfailure_title
source: Unable to connect
bg: Не може да бъде установена връзка

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
bg: <ul> <li>Сайтът може да е временно недостъпен или натоварен. Опитайте отново след малко.</li> <li>Ако не може да заредите друга страница, проверете връзката за мобилни данни или Wi-Fi.</li> </ul>

# error_timeout_title
source: The connection timed out
bg: Времето за изчакване при свързване изтече

# error_hostLookup_title
source: Server not found
bg: Сървърът не е намерен

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
bg: <ul> <li>Проверете адреса за правописни грешки, като например <strong>ww</strong>. example.com вместо <strong>www</strong>. example.com</li> <li>Ако не може да отворите друга страница, проверете връзката за мобилни данни или Wi-Fi.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
bg: Адресът е невалиден

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
bg: <ul> <li>Адресите обикновено изглеждат така <strong>http://www.example.com/</strong></li> <li>Уверете се, че използвате наклонени черти (т.е. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
bg: Страницата не пренасочва правилно

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
bg: <ul><li>Такъв проблем може да е причинен от изключване или забраняване на бисквитките.</li></ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
bg: Адресът не е разпознат

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
bg: <ul> <li>Вероятно ще трябва да инсталирате друг софтуер, за да отворите този адрес.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
bg: Неуспешно установяване на шифрована връзка

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
bg: <ul> <li>Това е или проблем с настройките на сървъра, или някой се опитва се представи за него.</li> <li>Ако преди успешно сте се свързвали с него, има вероятност грешката да е временна и може да опитате по-късно.</li> </ul>

# error_generic_title
source: Oops
bg: Олеле

# error_generic_message
source: We can’t load this page for some reason.
bg: По някаква причина страницата не може да бъде заредена.
